[
	{
		"name" : "Orang Utan ",
		"age" : 15,
		"sex" : "Male",
		"description" : "Orang utan (bentuk tidak baku: orangutan) atau mawas adalah kera besar yang berasal dari hutan hujan Indonesia dan Malaysia. Sekarang hewan ini hanya ditemukan di sebagian Kalimantan dan Sumatra, tetapi selama era Pleistosen, mereka tersebar di seluruh Asia Tenggara dan Tiongkok Selatan. Orang utan diklasifikasikan dalam genus Pongo dan awalnya dianggap hanya terdiri dari satu spesies.",
		"classTypeId" : 1,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-27T19:39:07.251Z",
		"updatedAt" : "2023-03-27T19:39:07.251Z",
		"imageUrl" : "images/orang_utan.jpg"
	},
	{
		"name" : "Owa Jawa",
		"age" : 9,
		"sex" : "Male",
		"description" : "Owa jawa (Hylobates moloch) adalah sejenis primata anggota suku Hylobatidae. Dengan populasi tersisa antara 1.000 ~ 2.000 ekor saja, kera ini adalah spesies owa yang paling langka di dunia. Owa jawa menyebar terbatas (endemik) di Jawa bagian barat.",
		"classTypeId" : 1,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-27T19:45:12.478Z",
		"updatedAt" : "2023-03-27T19:45:12.478Z",
		"imageUrl" : "images/owa_jawa.png"
	},
	{
		"name" : "Harimau Sumatera",
		"age" : 11,
		"sex" : "Male",
		"description" : "Harimau sumatra adalah populasi Panthera tigris sondaica[2] yang mendiami pulau Sumatra, Indonesia dan satu-satunya anggota subspesies harimau sunda yang masih bertahan hidup hingga saat ini. Ia termasuk dalam klasifikasi satwa kritis yang terancam punah (critically endangered) dalam daftar merah spesies terancam yang dirilis Lembaga Konservasi Dunia IUCN. Populasi liar diperkirakan antara 400-500 ekor, terutama hidup di Pegunungan Bukit Barisan jama sejarah taman-taman nasional di Sumatra jaman pra-sejarah.",
		"classTypeId" : 1,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-27T19:31:08.420Z",
		"updatedAt" : "2023-03-29T05:10:13.794Z",
		"imageUrl" : "images/harimau_sumatra.jpg"
	},
	{
		"name" : "Jalak Bali",
		"age" : 3,
		"sex" : "Male",
		"description" : "Jalak Bali (Leucopsar rothschildi) adalah sejenis burung pengicau berukuran sedang, dengan panjang lebih kurang 25 cm,[1] dari suku Sturnidae. Ia turut dikenali sebagai Curik Ketimbang Jalak.[2] Jalak Bali hanya ditemukan di hutan bagian barat Pulau Bali dan merupakan hewan endemik Indonesia. Burung ini juga merupakan satu-satunya spesies endemik Bali dan pada tahun 1991 dinobatkan sebagai lambang fauna Provinsi Bali.",
		"classTypeId" : 4,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-29T18:51:53.232Z",
		"updatedAt" : "2023-03-29T18:51:53.232Z",
		"imageUrl" : "images/jalak_bali.jpg"
	},
	{
		"name" : "Jerapah",
		"age" : 10,
		"sex" : "Male",
		"description" : "Jerapah atau zarafah (nama ilmiah: Giraffa camelopardalis) adalah mamalia berkuku genap endemik Afrika dan merupakan spesies hewan tertinggi yang hidup di darat. Jerapah jantan dapat mencapai tinggi 4,8 sampai 5,5 meter dan memiliki berat yang dapat mencapai 1.360 kilogram. Jerapah betina biasanya sedikit lebih pendek dan lebih ringan.",
		"classTypeId" : 1,
		"habitatId" : 4,
		"like" : 0,
		"createdAt" : "2023-03-29T19:22:12.663Z",
		"updatedAt" : "2023-03-29T19:22:12.663Z",
		"imageUrl" : "images/jerapah.jpg"
	},
	{
		"name" : "Cendrawasih",
		"age" : 5,
		"sex" : "Female",
		"description" : "Burung Cenderawasih adalah anggota famili Paradisaeidae dari ordo Passeriformes. Cenderawasih biasanya ditemukan di Indonesia seperti di bagian Timur Papua, Papua Nugini, pulau-pulau selat Torres, dan Australia timur. Burung anggota keluarga ini dikenal karena bulu burung jantan pada banyak jenisnya, terutama bulu yang sangat memanjang dan rumit yang tumbuh dari paruh, sayap atau kepalanya. Ukuran burung Cenderawasih mulai dari Cenderawasih raja pada 50 gram dan 15 cm hingga Cenderawasih paruh-sabit Hitam pada 110 cm dan Cenderawasih manukod jambul-bergulung pada 430 gram",
		"classTypeId" : 1,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-29T18:37:35.031Z",
		"updatedAt" : "2023-03-29T22:06:24.172Z",
		"imageUrl" : "images/cendrawasih.jpg"
	},
	{
		"name" : "Orca",
		"age" : 7,
		"sex" : "Female",
		"description" : "Seguni, paus pembunuh (bahasa Inggris: killer whale), atau disebut juga orca (Orcinus orca) adalah spesies mamalia air bergigi dari keluarga lumba-lumba dan merupakan anggota terbesar dalam kelompok lumba-lumba. Hewan ini memiliki kulit berwarna hitam dengan bagian bawah berwarna putih dan bercak putih di dekat setiap mata. Orca memiliki makanan yang beragam, meskipun beberapa populasi sering kali mengkhususkan diri pada jenis mangsa tertentu. Beberapa memakan ikan secara eksklusif, sementara yang lain berburu mamalia laut seperti anjing laut dan spesies lumba-lumba lainnya.",
		"classTypeId" : 1,
		"habitatId" : 2,
		"like" : 0,
		"createdAt" : "2023-03-30T05:39:21.030Z",
		"updatedAt" : "2023-03-30T05:39:21.030Z",
		"imageUrl" : "images/orca.jpg"
	},
	{
		"name" : "Kuda",
		"age" : 10,
		"sex" : "Male",
		"description" : "Kuda (Equus caballus atau Equus ferus caballus) adalah salah satu dari sepuluh spesies modern mamalia dari genus Equus. Sejak dahulu hewan ini merupakan salah satu hewan peliharaan yang berfungsi secara ekonomis dan memiliki nilai historis. Kuda juga memegang peranan penting dalam pengangkutan orang dan barang selama ribuan tahun.",
		"classTypeId" : 1,
		"habitatId" : 3,
		"like" : 0,
		"createdAt" : "2023-03-30T17:28:17.357Z",
		"updatedAt" : "2023-03-30T17:28:17.357Z",
		"imageUrl" : "images/kuda.jpg"
	},
	{
		"name" : "Kapibara",
		"age" : 5,
		"sex" : "Male",
		"description" : "Kapibara atau kapibara besar (Hydrochoerus hydrochaeris) merupakan jenis hewan pengerat terbesar yang masih ada di dunia (hewan pengerat terbesar yang telah punah adalah Phoberomys pattersoni) yang merupakan anggota genus Hydrochoerus. Kapibara merupakan hewan asli daerah tropis dan lembap di Amerika Selatan. Kapibara dapat ditemukan di daerah Timur Andes dari wilayah Kanal Panama sampai daerah utara Kolombia dan Venezuela, Uruguay, dan Provinsi Buenos Aires di Argentina. ",
		"classTypeId" : 1,
		"habitatId" : 6,
		"like" : 0,
		"createdAt" : "2023-03-31T03:46:22.527Z",
		"updatedAt" : "2023-03-31T03:46:22.527Z",
		"imageUrl" : "images/kapibara.jpg"
	}
]
