[
    {
      "id": 1,
      "name": "Habitat Air Tawar (Fresh Water Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_air_tawar.jpg",
      "description" : "Habitat air tawar adalah area di air yang tidak mengandung garam atau memiliki kadar garam yang sangat rendah. Habitat air tawar dapat ditemukan di berbagai tempat seperti sungai, danau, rawa, dan air terjun. Lingkungan di habitat air tawar menawarkan sumber daya seperti makanan, tempat berlindung, dan habitat untuk berbagai spesies seperti ikan, reptil, amfibi, dan serangga air. Kondisi lingkungan di habitat air tawar juga dapat dipengaruhi oleh faktor seperti suhu, pH, keberadaan nutrisi, dan kecepatan aliran air, yang mempengaruhi jenis dan jumlah makhluk hidup yang dapat ditemukan di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 2,
      "name": "Habitat Laut (Marine Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_laut.jpg",
      "description" : "Habitat laut adalah area di laut tempat berbagai spesies makhluk hidup bisa ditemukan dan berkembang biak. Habitat laut dapat mencakup berbagai lingkungan, seperti terumbu karang, zona pesisir, laut dalam, dan laut terbuka. Lingkungan ini menawarkan berbagai sumber daya seperti makanan, tempat berlindung, dan habitat untuk spesies laut yang beragam seperti ikan, mamalia laut, moluska, dan organisme kecil lainnya. Kondisi lingkungan di habitat laut dapat dipengaruhi oleh faktor seperti suhu air, tekanan, kadar garam, dan arus laut, yang semuanya mempengaruhi jenis dan jumlah makhluk hidup yang dapat ditemukan di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 3,
      "name": "Habitat Hutan (Forest Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_hutan.jpg",
      "description" : "Hutan merupakan habitat alami bagi ribuan spesies tumbuhan dan hewan. Hutan memberikan tempat hidup, tempat berkembang biak, dan tempat mencari makan bagi berbagai jenis makhluk hidup yang ada di dalamnya. Selain itu, hutan juga memainkan peran penting dalam menjaga keseimbangan ekosistem global.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 4,
      "name": "Habitat Padang Rumput (Grassland Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_padang_rumput.jpg",
      "description" : "Habitat padang rumput adalah area yang terdiri dari rerumputan yang tumbuh secara alami di daerah beriklim sedang hingga tropis. Habitat ini terdapat di berbagai lokasi seperti sabana, padang rumput di dataran tinggi, atau savana. Lingkungan di habitat padang rumput menawarkan berbagai sumber daya seperti makanan, tempat berlindung, dan habitat untuk hewan seperti kuda liar, zebra, rusa, dan burung pemakan biji-bijian. Kondisi lingkungan di habitat padang rumput dapat dipengaruhi oleh faktor seperti curah hujan, suhu, ketinggian tempat, dan jenis tanah, yang mempengaruhi jenis dan jumlah makhluk hidup yang dapat ditemukan di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 5,
      "name": "Habitat Gurun (Desert Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_gurun.jpg",
      "description" : "Habitat gurun adalah area yang kering, tandus, dan jarang dihuni oleh tumbuhan dan hewan. Habitat ini dapat ditemukan di daerah yang memiliki curah hujan yang rendah dan suhu yang sangat panas, serta sedikit vegetasi seperti kaktus dan semak belukar. Lingkungan di habitat gurun menawarkan sumber daya yang sangat terbatas seperti air dan makanan. Namun, ada beberapa hewan seperti kadal, ular, tikus, burung, dan serangga yang telah beradaptasi untuk bertahan hidup di lingkungan yang sangat keras ini. Kondisi lingkungan di habitat gurun dapat dipengaruhi oleh faktor seperti curah hujan, suhu, dan jenis tanah, yang mempengaruhi jenis dan jumlah makhluk hidup yang dapat ditemukan di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 6,
      "name": "Habitat Sungai (River Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_sungai.jpg",
      "description" : "Habitat sungai adalah area yang berada di sepanjang aliran sungai, mulai dari sumber air hingga muara. Habitat ini memiliki kondisi lingkungan yang unik, seperti suhu air, kecepatan aliran, pH, dan kadar oksigen yang berbeda-beda pada setiap bagian sungai. Lingkungan di habitat sungai menawarkan sumber daya seperti makanan, tempat berlindung, dan habitat untuk berbagai spesies seperti ikan, amfibi, serangga air, dan burung air. Namun, habitat sungai juga dapat terancam oleh aktivitas manusia seperti polusi air, pembangunan bendungan, dan penebangan hutan yang dapat mengganggu keseimbangan ekosistem di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    },
    {
      "id": 7,
      "name": "Habitat Pegunungan (Mountain Habitat)",
      "imageUrl":"http://localhost:3000/images/Habitat_pegunungan.jpg",
      "description" : "Habitat pegunungan adalah area yang memiliki ketinggian di atas permukaan laut yang signifikan dan topografi yang berbukit-bukit. Habitat ini memiliki kondisi lingkungan yang berbeda dari habitat lainnya, seperti suhu yang lebih dingin, tekanan udara yang lebih rendah, dan paparan sinar matahari yang lebih kuat. Lingkungan di habitat pegunungan menawarkan sumber daya seperti makanan, tempat berlindung, dan habitat untuk berbagai spesies seperti kambing liar, beruang, dan burung pengicau. Namun, habitat pegunungan juga dapat terancam oleh aktivitas manusia seperti penebangan hutan, pertanian, dan pembangunan infrastruktur yang dapat mengganggu keseimbangan ekosistem di dalamnya.",
      "createdAt": "2023-03-28T10:00:00.000Z",
      "updatedAt": "2023-03-28T10:00:00.000Z"
    }
  ]